/* 'image.jpg - 1/10' */
"%@ %C %u/%u" = "%1$@ %2$C %3$u/%4$u";

/* 'image.jpg, 640x480' */
"%@, %.0fx%.0f" = "%1$@, %2$.0fx%3$.0f";

/* '20 items, 10 images' */
"%u %@, %u %@" = "%1$u %2$@, %3$u %4$@";

/* ', rotated by 90' */
", rotated by %.0f" = ", %.0f度回転";

/* ', scaled to 50%' */
", scaled to %.0f%%" = ", ズーム: %.0f%%";

/* Spotlight query (query) */
"\"%@\"" = "“%@”";

/* Color black */
"Black" = "黒";

/* Error message */
"error opening image" = "エラーがあってイメージを開けません";

/* Color gray */
"Gray" = "灰色";

/* 'image' singular */
"image" = "イメージ";

/* 'image' plural */
"images" = "イメージ";

/* 'item' singular */
"item" = "項目";

/* 'item' plural */
"items" = "項目";

/* 'Screen 1, 1024x768' */
"Screen %u, %.0fx%.0f" = "ディスプレイ %1$u, %2$.0fx%3$.0f";

/* Color white */
"White" = "白";
